{
  "Alex.Mon-2": "I won a ton of championships back in high school. I bet you've never done that.",
  "Alex.Tue-2": "Um... what?",
  "Alex.Wed-2": "What, you want to play catch? What makes you think you're good enough to play with me?$u",
  "Alex.Thu-2": "Why don't you go work out or something? You could use it.",
  "Alex.Fri-2": "Did you get new pants? Not sure I'm a fan.#$e#Anyway, it's my day for pushups. See ya!",
  "Alex.Sat-2": "I did so many pushups yesterday and I got so sore...#$b#I bet my dedicated strength training easily stands up to your farm work.",
  "Alex.Sun-2": "I'm busy right now thinking about my workout routine. Don't bother me.$a",
  "Alex.Sun-4": "Hey, @! You've been getting on my nerves so much I remember your name now.$a",
  "Alex.summer_Mon-2": "The beach is real nice this time of year.#$b#${You're looking burnt, you know.^I've been thinking you should get a swimsuit in a different color. Yours doesn't really suit you.}$",
  "Alex.summer_Tue-2": "What are you, some sort of nerd? I never see you outside catching these rays.",
  "Alex.summer_Wed-2": "I bet you never even thought you could turn pro like me. You just don't have that talent.",
  "Alex.summer_Thu-2": "Wow, you've spent all that time working on that farm and you still aren't that strong.#$e#Why do you have that look on your face?",
  "Alex.summer_Fri-2": "What do you want?#$b#I've got more important things to do right now.$a",
  "Alex.summer_Sat-2": "Ew, I found this stuck to my shoe. Here, @.[(O)172]",
  "Alex.summer_Sun-2": "Check out my new shoes! My old ones got dirty, so I threw them away.#$b#I would have donated them, but the idea of someone like you wearing my shoes weirded me out.#$e#...what?",
  "Alex.fall_Mon-2": "$query PLAYER_HAS_SEEN_EVENT current 19#I can't believe my grandmother gave her cookie recipe to someone like you...$s|I hope my grandmother never gives you her cookie recipe. You don't deserve it!$a",
  "Alex.fall_Tue-2": "What, are you trying to snoop on my workout routine? Go away.$a",
  "Alex.fall_Wed-2": "I'm going to do a ton of pushups tonight.#$b#Not that you'd understand the meaning of the hard work that goes towards getting gains.",
  "Alex.fall_Thu-2": "Oh, it's %firstnameletter%name.#$e#Your name's @? Whatever.",
  "Alex.fall_Fri-2": "I'm not sure why you've got beef with me, but maybe you should just go.$a",
  "Alex.fall_Sat-2": "You better not be fishing all of the salmon out of the river. Save some for the rest of us!$a",
  "Alex.fall_Sun-2": "Hey, the gridball game is on today!$h#$e#Oh, I'm not trying to invite you to see it, though.$0",
  "Alex.winter_Mon-2": "Um... hi?",
  "Alex.winter_Tue-2": "$q BarleyZP_EOV_Alex_2/BarleyZP_EOV_Alex_3 winter_Tue-2_followup#Hey, @. Check out my hair today.#$r BarleyZP_EOV_Alex_2 15 winter_Tue-2_yes#I suppose it's fashionable#$r BarleyZP_EOV_Alex_3 -30 winter_Tue-2_no#It doesn't look that great.",
  "Alex.winter_Tue-2_yes": "Oh, even someone like you can spot greatness, huh.",
  "Alex.winter_Tue-2_no": "Well, did you even look in the mirror before you left the house?$a",
  "Alex.winter_Tue-2_followup": "What are you staring at?$a",
  "Alex.winter_Wed-2": "Ugh, it's so snowy I figured you wouldn't bother to come anywhere near me today.#$b#Guess I was wrong.",
  "Alex.winter_Thu-2": "When I turn pro, I'll be so rich that I'll get a vacation home in the tropics.#$b#Then I won't have to deal with a town with you in it for a few days.",
  "Alex.winter_Fri-2": "Ugh, if only it was warm enough for sports outside.#$e#Not that I'd play with you, though.",
  "Alex.winter_Sat-2": "There's some weird people living in this town. Just like %firstnameletter-#$b#Oh, hey @.$a",
  "Alex.winter_Sun-2": "Oh yeah, there's gridball on today!#$b#$q BarleyZP_EOV_Alex_0/BarleyZP_EOV_Alex_1 winter_Sun-2_followup#Do you root for the local team?#$r BarleyZP_EOV_Alex_0 0 winter_Sun-2_yes#Oh yeah!#$r BarleyZP_EOV_Alex_1 -20 winter_Sun-2_no#No, I root for another team...",
  "Alex.winter_Sun-2_yes": "I guess you're cool then...",
  "Alex.winter_Sun-2_no": "Yeah, figures. I don't have time for people who aren't loyal to the local team.$a",
  "Alex.winter_Sun-2_followup": "...need something?"
}