{
  "Elliott.AcceptEnemyCake": "And to think I once thought we could be friends...$s#$b#@! I swear to be your enemy!$a",
  "Elliott.RejectEnemyCake_Archenemies": "This token once meant something, but we are well beyond that now.$a",
  "Elliott.RejectEnemyCake_ExArchenemies": "@, I will be the bigger person here. Let's not do this again.$s",
  "Elliott.RejectEnemyCake_NoNegativeHearts": "Um... perhaps you should revist the recipe? This smells of burnt hair.",
  "Elliott.RejectEnemyCake_VeryLowNegativeHearts": "I know what you mean by giving me this, but I cannot accept it. This bridge can yet be repaired.",
  "Elliott.RejectEnemyCake_LowNegativeHearts": "I know what you mean by this. If we continue down this path, I may be tempted to baking one myself, @.$a",
  "Elliott.AcceptShatteredAmulet": "I solemnly swear to be your archenemy, your nemesis until the day we die, and the eternal bane of your existence!$a",
  "Elliott.RejectShatteredAmulet_ExArchenemies": "How did you find another one of these near my house? I won't take this road again, @.$s",
  "Elliott.RejectShatteredAmulet_NoNegativeHearts": "Is this... sea glass? I already have decorations on my windowsill, so I will pass.",
  "Elliott.RejectShatteredAmulet_VeryLowNegativeHearts": "Please, do not bother.",
  "Elliott.RejectShatteredAmulet_LowNegativeHearts": "Ah, a shattered Mermaid's Pendant.#$b#@, if you carry on then perhaps one day I will have no choice but to accept it.$a",
  "Elliott.RejectMermaidPendant_NegativeHearts": "Perhaps in another life we could have gotten married, but we are too entrenched in hatred now.$s",
  "Elliott.RejectBouquet_NegativeHearts": "Do you jest? You have been nothing but rude to me.",
  "Elliott.BarleyZP.EnemyOfTheValley.apologized_Elliott": "I appreciate your letter, but time will tell if these wounds can be healed.$s",
  "Elliott.ReconciliationDustUsed": "Goodness! What was that!$8#$e#... @? I'm feeling like we could make amends. Would you be willing to start fresh?$0",
  
  "Elliott.Mon-2": "I feel as though you have been speaking quite harshly to me as of late.",
  "Elliott.Mon-6": "Have you come all this way to torment me further?",
  "Elliott.Tue-2": "Have you ever taken the time to sit and write about your emotions?#$b#Perhaps you would feel less anger.",
  "Elliott.Wed-2": "The forest is a very peaceful place.#$b#I enjoy a stroll there when I need some quiet from those who are rude to me.",
  "Elliott.Thu-2": "Hello, @. The look on your face tells me you aren't pleased to see me.",
  "Elliott.Fri-2": "Ah, @. Please do not get too close to my hair. I'd like to keep it clean.",
  "Elliott.Sat-2": "Where do you get the audacity from to speak to me this way?$a",
  "Elliott.Sun-2": "Perhaps you should return to me when you are feeling more amicable.",
  "Elliott.Sun-8": "Perhaps I should water your plants with seawater... That would really show you.$a",
  "Elliott.summer_Mon-2": "A gentle sunbeam woke me up this morning.#$e#It was refreshing until I stepped out my door and you graced me with your presence.$a",
  "Elliott.summer_Tue-2": "There are often beautiful shells along the beach.#$b#You seem a bit as though you would break them. Do be careful.",
  "Elliott.summer_Tue-4": "I write to evoke emotions in others.#$b#Unfortunately, you do not even need to write to evoke unpleasant emotions in me.$a",
  "Elliott.summer_Wed-2": "Perhaps it would be best if we spoke another time.$a",
  "Elliott.summer_Thu-2": "Oh dear! My shoes are filled with sand.$s#$b#I find sand such a bother. So coarse, rough, and irritating. Not unlike you, @.$a",
  "Elliott.summer_Fri-2": "Has the hot summer air made you dizzy? You seem a bit... out of sorts when you speak to me.",
  "Elliott.summer_Fri-6": "Has the hot summer air made you dizzy? Why are you pestering me right now?$a",
  "Elliott.summer_Sat-2": "Have you gotten a bit sunburnt? You shouldn't be so careless.",
  "Elliott.summer_Sun-2": "It's truly a wonder why you make such an effort just to be rude to me.",
  "Elliott.fall_Mon-2": "Ah, it's @. Again. Have you taken a break from work to bring me more tasteless gifts?$a",
  "Elliott.fall_Tue-2": "The breeze smells... off in the autumn.#$e#Oh, it's just you, @.",
  "Elliott.fall_Wed-2": "I suppose you find me a bit odd. Even so, there is no need for such harshness.",
  "Elliott.fall_Thu-2": "Small crabs often make their way into my home. It's always a scare to find them in my bedsheets!#$e#Imagine if that happened to you, @...$h",
  "Elliott.fall_Fri-2": "My legs are stiff from writing all night!#$e#You know, @. Maybe writing would help you process all these negative emotions you seem to have.",
  "Elliott.fall_Sat-2": "I know you have little faith in my writing abilities. You don't need to continue sharing that thought.$s",
  "Elliott.fall_Sat-8": "It gets windy this time of year. It makes me hope it uproots your crops.$a",
  "Elliott.fall_Sun-2": "@, to be frank, I do not feel inspired to write positive stories when you are around.$a",
  "Elliott.winter_Mon-2": "It is so cold outside, yet here you are. To be rude to me.$a",
  "Elliott.winter_Tue-2": "I try to live honorably, spreading light to those around me.#$b#You and I are very different in that regard.$a",
  "Elliott.winter_Wed-2": "Perhaps you should follow the whims of your imagination less. Actions have consequences, you know.",
  "Elliott.winter_Thu-2": "Perhaps I should write a book of eloquent retorts. The others in town may certainly need it as long as you're around.$a",
  "Elliott.winter_Fri-2": "Do you speak to everyone this way?",
  "Elliott.winter_Sat-2": "I am tempted to reply with a scathing remark, but I should not stoop to your level.$a",
  "Elliott.winter_Sat-6": "One who cannot see beyond their own ego should not speak to others in this way, @.",
  "Elliott.winter_Sun-2": "I think an algae is starting to form on my floorboards. I must clean them today.$s#$e#Judging by your appearance, you don't make the same amount of time for cleaning, @."
}