{
  "Events.Haley-2": "50s/6 20/farmer 2 23 0 Haley 12 20 3/skippable/move farmer 0 -3 1 Haley -7 0 3/speak Haley \"@? What are you doing here?\"/quickQuestion #I came to visit you.#I came to see Emily.(break)speak Haley \"Why, finally here for some fashion advice?\"\\questionAnswered cameToSeeHaley(break)speak Haley \"Emily isn't going to give you the fashion advice you clearly need.$3\"/move Haley -2 0 3/faceDirection farmer 2/pause 500/faceDirection farmer 1/pause 500/emote farmer 8/speak Haley \"Your shirt and shoes don't match at all! Is this how all farmers are?\"/quickQuestion #Honestly, I've never thought a lot about my outfits.#Stop insulting me! I know how to dress!(break)speak Haley \"Great, you do understand you need help!$h\"(break)friendship Haley -20\\speak Haley \"I'm just being brutally honest. Someone had to tell you!\"/emote farmer 12/pause 500/fork cameToSeeHaley BarleyZP.EnemyOfTheValley_cameToSeeHaleySpeak/pause 1000/speak Haley \"Anyway, I've got things to do. Have fun with Emily.$3\"/faceDirection Haley 1/move Haley 7 0 3 true/globalFade/viewport -1000 -1000/end",
  "Events.Haley-2.Fork": "speak Haley \"So anyway, did you need something else from me?\"/globalFade/viewport -1000 -1000/end",
  
  "Events.Pierre-2": "playful/5 21/farmer 6 27 0 Pierre 4 17 2/skippable/move farmer 0 -7 0/move farmer -2 0 3/move farmer 0 -1 0/speak Pierre \"Hey, @. Here to do business again?#$b#You know, the townspeople have been saying I've got *quite* the green thumb.$1\"/emote farmer 8/speak Pierre \"Well, of course you know I resell what you sell me. That's just business.#$b#But, it appears our neighbors seem to think that it's me who grows all this!$1\"/quickQuestion #Why would you lie like that?#Careful. You don't want to get on my bad side.(break)speak Pierre \"Well, I'm not the one who's spreading the rumors!$1\"(break)stopMusic\\speak Pierre \"What, do you think we're more than just business competitors?#$b#I'm not afraid of you.$3\"\\friendship Pierre -30/playMusic playful/speak Pierre \"Anyway, let's not get too heated. Shall we get back to business?\"/globalFade/viewport -1000 -1000/end",
  
  "Events.Shane-2": "Saloon1/17 21/farmer 14 23 0 Gus 10 18 2 Emily 15 17 0 Clint 19 23 3 Shane 21 17 2 Pam 7 18 1/skippable/animate Shane false true 200 20 20 20 20 20 20 20 20 21 22 23 24 24 24 24 23 22 21 20 20 20 20/pause 2000/emote Shane 12/move farmer 0 -2 0/move farmer 7 0 1/move farmer 0 -2 0/stopAnimation Shane/showFrame Shane 25/speak Shane \"What do you want now? You keep bothering me for no reason. Leave me alone!$a\"/showFrame Shane 0/quickQuestion #What are you talking about? I haven’t done anything!#You’ve been so rude to me since I got here, so I don’t know why you’re surprised.(break)speak Shane \"Don’t play dumb with me! You never leave me alone!$a\"(break)speak Shane \"I don’t have to be all buddy-buddy with anyone if I don’t want to.$2#$b#Ever since you moved to Pelican Town, you've been making my life even harder than it already is.$a#$b#Not that I think you'd understand what it's like, anyway.$s\"/textAboveHead Shane \"*sigh*\"/pause 2000/faceDirection Shane 3 true/speak Shane \"Gus! I need another beer!\"/faceDirection Gus 1 true/textAboveHead Gus \"Another already?\"/faceDirection Shane 2/pause 2000/speak Shane \"Just stay out of my business, @.$2\"/move Gus 8 0 1 true/globalFade/viewport -1000 -1000/end",
  
  "Events.Alex-2": "jaunty/7 19/farmer -10 -10 0 Evelyn 3 17 1 Alex 5 17 3 George 6 22 0/skippable/animate Alex false true 200 16 17 18 19 20 21 22 22 22 22/pause 5000/speak Evelyn \"Alex, what's the matter?\"/stopAnimation Alex 22/showFrame Alex 23/pause 1000/showFrame Alex 0/faceDirection Alex 3/speak Alex \"That darn new farmer has been messing with me!$5#$b#I don't know what their deal is!$5\"/speak Evelyn \"Well, you don't get along right now, but maybe you just need to give it some time.#$b#@ might be very nice once you get to know them!\"/speak Alex \"No way! They shouldn't be messing with me!\"/pause 2000/warp farmer 9 23/playSound doorClose/speak Evelyn \"Oh, someone's at the door!\"/speak Alex \"*sigh*... I'll get it.$s\"/move Alex 0 2 2/move Alex 2 0 1 farmer 0 -4 3/waitForAllStationary/speak Alex \"Oh, it's just you. What do you want?$a\"/quickQuestion #Just stopping by!#I heard all that, you know.(break)friendship Alex -10\\speak Alex \"Hmph... whatever.$a\"(break)friendship Alex -25\\speak Alex \"Yeah? Well, I don't know what your problem is, but stop messing with me!$a\"/emote Alex 12/pause 1000/speak Alex \"Anyway, whatever. Come inside, I guess...$s\"/globalFade/viewport -1000 -1000/end",
  
  "Events.Elliott-2": "ocean/43 18/farmer 47 19 2 Elliott -10 -10 2/skippable/pause 2000/warp Elliott 49 11/playSound doorClose/faceDirection farmer 0/move Elliott 0 8 3 true/textAboveHead Elliott \"Ah, hello.\"/waitForAllStationary/faceDirection farmer 1/speak Elliott \"I think we may have gotten off on the wrong foot.#$b#Perhaps if we learned a bit about each other, we could come together.\"/pause 1000/emote Elliott 40/pause 2000/speak Elliott \"I came to this valley to chisel away at my writing.#$b#I thought the peace and quiet here would inspire me.\"/pause 2000/speak Elliott \"Everyone at home thought the idea was laughable, though...$s\"/quickQuestion #I bet they're right.#Well, writing a novel is a lot of work...(break)friendship Elliott -30\\speak Elliott \"I see I was a fool to think you would understand.$a\"(break)speak Elliott \"This is true. But, I believe this novel will come to fruition one day, whether you have faith or not.\"/faceDirection Elliott 2/pause 2000/speak Elliott \"Although I may seem a solitary person, the support of my community is important to me, @.#$b#If that's not your plan, I can certainly find that somewhere else.$a\"/pause 3000/speak Elliott \"Now, if you'll excuse me...$a\"/move Elliott 0 -8 0 true/globalFade/viewport -1000 -1000/end",
  "Events.Elliott-4": "Saloon1/9 20/Elliott 4 19 2 farmer 14 23 0 Gus 10 18 2 Emily 15 17 0 Clint 19 23 3 Pam 7 18 1/skippable/move farmer -9 0 3/move farmer 0 -3 0/speak Elliott \"Ah, @. Remember our chat about my in-progress novel?#$b#I've finally found a title for it: How to Deal With Difficult People.$h\"/emote farmer 8/pause 1000/speak Elliott \"Yes, I've found moving to Pelican Town gave me *quite* the inspiration for a book such as this one.$h#$b#I hope that others find it enlightening.\"/question null \"#Now just what do you mean by that?#I think you're giving me a reason to need that book!\"/speak Elliott \"Oh, you truly are humorous!$h\"/pause 1000/speak Elliott \"I think I shall get a drink then.#$b#Perhaps I will see you around.\"/faceDirection Elliott 1/globalFade/viewport -1000 -1000/end"
}