{
  "Events.Haley-2.0": "@? What are you doing here?",
  "Events.Haley-2.1": "Why, finally here for some fashion advice?",
  "Events.Haley-2.2": "Emily isn't going to give you the fashion advice you clearly need.$3",
  "Events.Haley-2.3": "Your shirt and shoes don't match at all! Is this how all farmers are?",
  "Events.Haley-2.4": "Great, you do understand you need help!$h",
  "Events.Haley-2.5": "I'm just being brutally honest. Someone had to tell you!",
  "Events.Haley-2.6": "Anyway, I've got things to do. Have fun with Emily.$3",
  "Events.Haley-2.7": "I came to visit you.",
  "Events.Haley-2.8": "I came to see Emily.",
  "Events.Haley-2.9": "Honestly, I've never thought a lot about my outfits.",
  "Events.Haley-2.10": "Stop insulting me! I know how to dress!",
  "Events.Haley-2.Fork.0": "So anyway, did you need something else from me?",

  "Events.Haley-6.0": "I'm a bit surprised you decided to come, Haley. But welcome!$h",
  "Events.Haley-6.1": "I figured I'd give it a go since it's community day and all. I invited @, too!",
  "Events.Haley-6.2": "Ah, they're here!$h",
  "Events.Haley-6.3": "Um... that's an interesting choice for aerobics.$1",
  "Events.Haley-6.4": "It might get pretty sweaty working out in that mask!$1",
  "Events.Haley-6.5": "I will say it's a bit... off-putting. Where did you even get it?$2",
  "Events.Haley-6.6": "I thought it was costume day!",
  "Events.Haley-6.7": "What is this, Haley? Some kind of sick joke?",
  "Events.Haley-6.8": "What are you talking about? That's so silly!$1",
  "Events.Haley-6.9": "Oh come on, it's funny!$h#$b#You gotta admit you look a bit ridiculous!$h",
  "Events.Haley-6.10": "$query EOTV_NegativeFriendship Emily -250#I really don't think it's practical for working out... but it is community day after all.$u#$b#Let's get back to it.$0|Well, I for one don't mind a bit of fun during fitness class! Let's get back to it!$h",

  "Events.Pierre-2.0": "Hey, @. Here to do business again?#$b#You know, the townspeople have been saying I've got *quite* the green thumb.$1",
  "Events.Pierre-2.1": "Well, of course you know I resell what you sell me. That's just business.#$b#But, it appears our neighbors seem to think that it's me who grows all this!$1",
  "Events.Pierre-2.2": "Well, I'm not the one who's spreading the rumors!$1",
  "Events.Pierre-2.3": "What, do you think we're more than just business competitors?#$b#I'm not afraid of you.$3",
  "Events.Pierre-2.4": "Anyway, let's not get too heated. Shall we get back to business?",
  "Events.Pierre-2.5": "Why would you lie like that?",
  "Events.Pierre-2.6": "Careful. You don't want to get on my bad side.",

  "Events.Shane-2.0": "What do you want now? You keep bothering me for no reason. Leave me alone!$a",
  "Events.Shane-2.1": "Don't play dumb with me! You never leave me alone!$a",
  "Events.Shane-2.2": "I don't have to be all buddy-buddy with anyone if I don't want to.$2#$b#Ever since you moved to Pelican Town, you've been making my life even harder than it already is.$a#$b#Not that I think you'd understand what it's like, anyway.$s",
  "Events.Shane-2.3": "*sigh*",
  "Events.Shane-2.4": "Gus! I need another beer!",
  "Events.Shane-2.5": "Another already?",
  "Events.Shane-2.6": "Just stay out of my business, @.$2",
  "Events.Shane-2.7": "What are you talking about? I haven't done anything!",
  "Events.Shane-2.8": "You've been so rude to me since I got here, so I don't know why you're surprised.",

  "Events.Alex-2.0": "Alex, what's the matter?",
  "Events.Alex-2.1": "That darn new farmer has been messing with me!$5#$b#I don't know what their deal is!$5",
  "Events.Alex-2.2": "Well, you don't get along right now, but maybe you just need to give it some time.#$b#@ might be very nice once you get to know them!",
  "Events.Alex-2.3": "No way! They shouldn't be messing with me!",
  "Events.Alex-2.4": "Oh, someone's at the door!",
  "Events.Alex-2.5": "*sigh*... I'll get it.$s",
  "Events.Alex-2.6": "Oh, it's just you. What do you want?$a",
  "Events.Alex-2.7": "Hmph... whatever.$a",
  "Events.Alex-2.8": "Yeah? Well, I don't know what your problem is, but stop messing with me!$a",
  "Events.Alex-2.9": "Anyway, whatever. Come inside, I guess...$s",
  "Events.Alex-2.10": "Just stopping by!",
  "Events.Alex-2.11": "I heard all that, you know.",

  "Events.Elliott-2.0": "Ah, hello.",
  "Events.Elliott-2.1": "I think we may have gotten off on the wrong foot.#$b#Perhaps if we learned a bit about each other, we could come together.",
  "Events.Elliott-2.2": "I came to this valley to chisel away at my writing.#$b#I thought the peace and quiet here would inspire me.",
  "Events.Elliott-2.3": "Everyone at home thought the idea was laughable, though...$s",
  "Events.Elliott-2.4": "I see I was a fool to think you would understand.$a",
  "Events.Elliott-2.5": "This is true. But, I believe this novel will come to fruition one day, whether you have faith or not.",
  "Events.Elliott-2.6": "Although I may seem a solitary person, the support of my community is important to me, @.#$b#If that's not your plan, I can certainly find that somewhere else.$a",
  "Events.Elliott-2.7": "Now, if you'll excuse me...$a",
  "Events.Elliott-2.8": "I bet they're right.",
  "Events.Elliott-2.9": "Well, writing a novel is a lot of work...",

  "Events.Elliott-4.0": "Ah, @. Remember our chat about my in-progress novel?#$b#I've finally found a title for it: How to Deal With Difficult People.$h",
  "Events.Elliott-4.1": "Yes, I've found moving to Pelican Town gave me *quite* the inspiration for a book such as this one.$h#$b#I hope that others find it enlightening.",
  "Events.Elliott-4.2": "#Now just what do you mean by that?#I think you're giving me a reason to need that book!",
  "Events.Elliott-4.3": "Oh, you truly are humorous!$h",
  "Events.Elliott-4.4": "I think I shall get a drink then.#$b#Perhaps I will see you around.",

  "Events.Clint-2.0": "@! I wasn't expecting you!$4",
  "Events.Clint-2.1": "What are you working on?",
  "Events.Clint-2.2": "You totally just hid something, didn't you?",
  "Events.Clint-2.3": "Hmph... like I'd ever tell you about what I'm working on.$3",
  "Events.Clint-2.4": "Fine! It's just a bracelet I'm making as a gift...$s",
  "Events.Clint-2.5": "Let me see!",
  "Events.Clint-2.6": "She's not going to want your stupid gift...",
  "Events.Clint-2.7": "Like I'd let you look at my work! I have no reason to believe you have anything nice to say about it!$3",
  "Events.Clint-2.8": "I didn't even say who it was for!$3#$b#And don't you dare sabotage me! It's hard enough for guys like me to find love as it is.$3",
  "Events.Clint-2.9": "At any rate, were you going to buy something? If not, please just go.$s",

  "Events.Sebastian-2.0": "Oh, @.  This is my room, you know. Is it urgent or something?$u",
  "Events.Sebastian-2.1": "What are you working on?",
  "Events.Sebastian-2.2": "Hey, what kind of games do you have on your computer?",
  "Events.Sebastian-2.3": "I'm working on some software for a client right now. And we have a meeting soon, so you'll have to go.$u",
  "Events.Sebastian-2.4": "Of course you don't take me seriously either. I'm working right now, @.$a",
  "Events.Sebastian-2.5": "You're being such a pain right now, you know? This room is supposed to be my one place of peace and quiet, and I can't even get that!",
  "Events.Sebastian-2.6": "Apologize and leave",
  "Events.Sebastian-2.7": "Peek at Sebastian's computer screen",
  "Events.Sebastian-2.8": "Sigh... thank you.$u#$b#And make sure you knock next time!$a",
  "Events.Sebastian-2.9": "Hmm... looks like some client emails and payment agreements.",
  "Events.Sebastian-2.10": "Hey! Those are confidential!$a#$b#I don't know what your problem is, but get out!$a",

  "Events.Lewis-2.0": "Ah, farmer!",
  "Events.Lewis-2.1": "Ignore him...",
  "Events.Lewis-2.2": "Talk to Lewis",
  "Events.Lewis-2.3": "Why are you avoiding me?$3",
  "Events.Lewis-2.4": "Look, I've been mayor for a long time. Nobody ever runs against me. I like to think I do a good job.",
  "Events.Lewis-2.5": "What I don't understand is why you seem to have a problem with me!$3",
  "Events.Lewis-2.6": "I just think there's some policies you could improve.",
  "Events.Lewis-2.7": "Even I could be a better mayor than you!",
  "Events.Lewis-2.8": "To be honest, I just don't like your moustache.",
  "Events.Lewis-2.9": "Sigh... well there are better ways to communicate that, you know.$2",
  "Events.Lewis-2.10": "Well, it's not election season any time soon.#$b#But between you and me, I don't think the residents of Pelican Town would even think of voting for you.$5",
  "Events.Lewis-2.11": "That's absolutely uncalled for!$4",
  "Events.Lewis-2.12": "I pride myself in serving my town. Seeing as how you've been treating me, I'm not sure you have the same kind of character.$3#$b#Good afternoon, @.$3",

  "Events.Demetrius-2.0": "Oh, it's @. Maru and I were just doing some lab work on samples of moss from the nearby forest.",
  "Events.Demetrius-2.1": "Maru, I think I left some of our samples out front. Could you please run and get them?",
  "Events.Demetrius-2.2": "Sure, Dad! I'll check by the garage. I think we might have forgotten them there.",
  "Events.Demetrius-2.3": "Come closer, @.",
  "Events.Demetrius-2.4": "No, come *all* the way over here.",
  "Events.Demetrius-2.5": "I sense that you might have some reservations about me. I've been collecting data on our interactions and only 3 of the last 10 were friendly.",
  "Events.Demetrius-2.6": "Are you sure? I think we've been getting along great",
  "Events.Demetrius-2.7": "I'm always busy when you try and talk to me. I don't have time.",
  "Events.Demetrius-2.8": "Hmmm... perhaps my data collection methods have some flaw?$3",
  "Events.Demetrius-2.9": "I'm not sure that's the case. My records show you initiated 90% of the most recent interactions we had.$5",
  "Events.Demetrius-2.10": "Anyway, @, I wanted to discuss something with you.$5#$b#I'm starting to be mistrustful of your character. I'm sure you know my Maru is very important to me.$4#$b#I think it would be in your best interests to not become involved with her.$4",
  "Events.Demetrius-2.11": "Demetrius looks at you pointedly...",
  "Events.Demetrius-2.12": "Oh! My samples are done. I've got to check on them.#$b#You should get going before she's back.$4",
  "Events.Demetrius-2.13": "Don't forget what I said!"
}