{
  "Haley.AcceptBirthdayGift_Loved": "Oh, um... are you trying to be friends again or something? Bribery won't work, you know.$2",

  "Haley.AcceptEnemyCake": "You want to officially be my enemy? Fine!$a",
  "Haley.RejectEnemyCake_Archenemies": "Ugh! Get this out of my face! And get out of here, @!$a",
  "Haley.RejectEnemyCake_NoNegativeHearts": "No, I like *pink* cake, silly!",
  "Haley.RejectEnemyCake_VeryLowNegativeHearts": "That smells.$3",
  "Haley.RejectEnemyCake_LowNegativeHearts": "You're not worth the energy it'd take to call you my enemy.$3",
  "Haley.AcceptShatteredAmulet": "I've never hated anyone so much in my life! Never talk to me again!$a",
  "Haley.RejectShatteredAmulet_ExArchenemies": "Really? After all we've been through?$s",
  "Haley.RejectShatteredAmulet_NoNegativeHearts": "Aw, this must have been so pretty before it broke.$s",
  "Haley.RejectShatteredAmulet_VeryLowNegativeHearts": "I don't need your broken jewelry.$3",
  "Haley.RejectShatteredAmulet_LowNegativeHearts": "Is this some kind of sick joke?$3",
  "Haley.RejectMermaidPendant_NegativeHearts": "I'd never even *think* of being with you, @.$a",
  "Haley.RejectBouquet_NegativeHearts": "Ha! You think you're good enough to date me?$h",
  "Haley.BarleyZP.EnemyOfTheValley.apologized_Haley": "Don't expect us to be best friends just because you apologized.$3",
  "Haley.BarleyZP.EnemyOfTheValley.apologized_Alex": "Don't go thinking you can get too close to Alex now that you've apologized to him...$3",
  "Haley.ReconciliationDustUsed": "Woah... Sparkly!$8",

  "Haley.Mon-2": "I hate this small town. I can't get a moment of peace and quiet!$3",
  "Haley.Tue-2": "Ew, did you step in something on your farm? It smells.$u",
  "Haley.Wed-2": "The only thing I like about this town is the beach.$u#$b#${You'd better not be thinking about staring at me in my swimsuit!^Ew, no. I won't loan you a swimsuit.}#$u",
  "Haley.Thu-2": "What, looking for fashion advice? Your shoes don't match your shirt, you know.$u#$e#Oh, did you need something?$0",
  "Haley.Fri-2": "%Haley is ignoring you.#$e#Can't you tell I don't want to talk right now?$u",
  "Haley.Sat-2": "I want to go shopping so bad!$s#$b#Did the city have good malls when you lived there?$0#$e#Actually, never mind. I don't care what your life was like before.$u",
  "Haley.Sun-2": "Ugh...$u#$e#You know, Emily is weird, but I'm glad I'm related to her and not you.$u",
  "Haley.summer_Mon-2": "Hmm... did somebody say something?",
  "Haley.summer_Mon-4": "Hmm....? Sorry, I can't hear annoying people talking.",
  "Haley.summer_Tue-2": "Do you ever wash your clothes?",
  "Haley.summer_Wed-2": "What was your name again?",
  "Haley.summer_Wed-4": "You've bothered me enough that I learned your name, @.$3#$b#What do you want now?$3",
  "Haley.summer_Thu-2": "The sun is sooooo nice. Too bad you aren't!",
  "Haley.summer_Fri-2": "You'd better not be getting too close to Alex. I bet you bully him.$3",
  "Haley.summer_Sat-2": "Ew, you smell like farm animals.$3",
  "Haley.summer_Sun-2": "Are you talking to me? I wasn't paying attention.",
  "Haley.summer_Sun-6": "Hold still, you've got a bug on your head...#$b#%*smack*#$b#Got it!$h",
  "Haley.fall_Mon-2": "It gets all damp and musty in the fall. Kinda like you, @.",
  "Haley.fall_Tue-2": "Keep your dirt away from me.$3",
  "Haley.fall_Wed-2": "Are you bored or something? I'm not going to entertain you.",
  "Haley.fall_Thu-2": "I feel the urge to go shopping...#$b#Do you even make enough money to buy new clothes?",
  "Haley.fall_Fri-2": "Ew, I got something on my shoes! Take it![(O)330]",
  "Haley.fall_Sat-2": "It's too cold to go to the beach anymore.#$b#I wish I'd gone more in the summer, but you were always there so I didn't want to go.$3",
  "Haley.fall_Sun-2": "Have you ever thought about moving back to the city, away from here?",
  "Haley.winter_Mon-2": "Brr... I feel colder when you're around.$3",
  "Haley.winter_Tue-2": "Hi, I guess.#$e#What?",
  "Haley.winter_Wed-2": "I wish you'd opened a coffee shop around here instead of a stupid farm. I want a peppermint coffee.$3",
  "Haley.winter_Thu-2": "I should get a new pair of earmuffs. Maybe some noise-cancelling ones.#$b#I hope they make those...",
  "Haley.winter_Fri-2": "Do you have a pony on your farm?#$e#Probably for the best... you wouldn't keep its mane nice and shiny.$3",
  "Haley.winter_Sat-2": "I should start sleeping in later. Maybe then I won't have to see you as often.$3",
  "Haley.winter_Sun-2": "Ugh! It's cold outside, you're bothering me, *and* my favorite top is in the laundry!$a"
}